<?php get_header(); ?>
<main>
            <section class="container-fluid blog-single-page">
                <div class="row">
                    <div class="col-12 col-lg-3">
                        <div class="blog-page-sidebar-container">
                            <div class="blog-page-slidebar-categories">
                                <h3 class="title">
                                    <i class="mdi mdi-format-list-bulleted mdi-rotate-180"></i>
                                    دسته ها</h3>
                                <ul class="categories">
                                    <li>
                                        <a href="#">بازی های رایانه ای</a>
                                    </li>
                                    <li>
                                        <a href="#">کتاب و ادبیات</a>
                                    </li>
                                    <li>
                                        <a href="#">فیلم و سینما</a>
                                    </li>
                                    <li>
                                        <a href="#">مد و فشن</a>
                                    </li>
                                    <li>
                                        <a href="#">علم و تکنولوژی</a>
                                    </li>
                                </ul>
                            </div>
                            <div class="blog-page-sidebar-recents">
                                <h3 class="title">
                                    <i class="mdi mdi-new-box"></i>
                                    آخرین مطالب
                                </h3>
                                <ul class="recents">
                                    <li>
                                        <a href="#">
                                            <img src="assets/img/blog.jpg" alt="">
                                            روند رشد بیت کوین
                                        </a>
                                    </li>
                                    <li>
                                        <a href="#">
                                            <img src="assets/img/blog.jpg" alt="">
                                            روند رشد بیت کوین
                                        </a>
                                    </li>
                                    <li>
                                        <a href="#">
                                            <img src="assets/img/blog.jpg" alt="">
                                            روند رشد بیت کوین
                                        </a>
                                    </li>
                                    <li>
                                        <a href="#">
                                            <img src="assets/img/blog.jpg" alt="">
                                            روند رشد بیت کوین
                                        </a>
                                    </li>
                                </ul>
                            </div>
                        </div>
                    </div>
                    <div class="col-12 col-lg-9">
                       <div class="blog-page-content">
                        <nav>
                            <ol class="breadcrumb">
                              <li class="breadcrumb-item"><a href="#">خانه</a></li>
                              <li class="breadcrumb-item"><a href="#">وبلاگ</a></li>
                              <li class="breadcrumb-item active" aria-current="page">مطلب 3</li>
                            </ol>
                          </nav>       
                          <div class="post-container">
                          <?php while (have_posts()):the_post(); ?>
                              <div class="post-header">
                                  <h1><?php the_title(); ?></h1>
                                <div class="post-time">
                                    <i class="mdi mdi-clock-outline"></i>
                                    21/4/1398
                                </div>
                                </div>
                                <div class="post-content">
                                    <img class="thumbnail" src="assets/img/slide.png" alt="">
                               <p>
                                اگر جز آن دسته از کاربرانی هستید که تمام فعالیت‌های خود را روی سیستم انجام می‌دهند حتی برقراری تماس صوتی یا تصویری، بنابراین بهتر است با برنامه RTX Voice انویدیا آشنا شوید.

                                انویدیا اوایل این ماه نرم‌افزاری را تحت عنوان RTX Voice منتشر کرد که کاربر به کمک آن می‌تواند در انجام مکالمات صوتی یا تصویری، بدون صداها و نویزهای مزاحم پس زمینه، با مخاطب خود به گفت و گو بپردازد. البته این برنامه در شرایطی به درستی کار می‌کند که سخت‌افزار متناسب را نیز درون سیستم خود داشته باشید که به نظر می‌رسد این نیاز سخت‌افزاری زمانی حل می‌شود که گرافیک شما از خانواده RTX باشد. سپس این برنامه به کمک این قطعه می‌تواند تماس‌های ورودی و خروجی شما را پردازش کرده و تمام نویزهای پس زمینه را حذف کند.
                                
                                البته باید به این نکته هم اشاره کنیم که برخی‌ها حتی این برنامه را در حالی روی سیستم خود نصب و استفاده کردند که گرافیک آن‌ها از سری **۹ و *۱۰ انویدیا GTX بود. خود انویدیا در این رابطه حرفی نزده اما خب به نظر می‌رسد فعلا کارت‌های قدیمی‌تر هم می‌توانند از این برنامه بهره ببرند.
                                
                                خوشبختانه نمونه‌ای از صدای ضبط شده را هم در اختیار داریم و در هر دو حالت (فعال بودن این قابلیت و غیر فعال بودن آن) می‌توانیم از تاثیر RTX Voice آگاه شویم. در ۳۰ ثانیه ابتدایی این شخص در حالی به ضبط صدا می‌پردازد که با کیبورد مکانیکی خود (با سوییچ Cherry MX Brown) به تایپ می‌پردازد. از ثانیه ۳۰ به بعد هم این قابلیت را فعال کرده و مجددا شروع به تایپ می‌کند که می‌توانید در زیر، تفاوت را متوجه شوید.
                               </p>
                               <p>
                                همانطور که شنیدید، صدای کیبورد به هیچ عنوان از ثانیه ۳۰ به بعد و زمانی که این قابلیت فعال بود شنیده نشد و این بسیار عالی است! نکته جالب اما این جاست که از طریق نرم‌افزار RTX Voice نه تنها می‌توانید صداهای پس زمینه سیستم خود را حین ضبط یا انجام مکالمه حذف کنید، بلکه می‌توانید برای حذف صدای پس زمینه مخاطب خود نیز از آن بهره ببرید! به عبارتی با RTX Voice هم خود را از شر صداهای مزاحم نجات می‌دهید و هم مخاطبانتان را.

                                آنچه که باید در مورد برنامه RTX Voice بدانیم
                                استفاده از این برنامه بسیار ساده است. تنها کاری که باید انجام دهید این است که مطمئن شوید درون سیستم خود از گرافیک انویدیا جیفورس یا Quadro RTX استفاده می‌کنید (طبق ادعای انویدیا) چون برنامه به سخت‌افزار وابسته است. نکته دیگری که باید به ذهن داشته باشید، توانایی بالای سیستم است. RTX Voice برای عملکرد درست، از توانایی گرافیک شما استفاده می‌کند و همین مسئله باعث می‌شود اگر به تمام قدرت گرافیک خود برای انجام کاری نیاز دارید، نتوانید زیاد روی آن حساب کنید.
                                
                                طبق گفته‌های وب‌سایت منبع، با فعال کردن این برنامه در دیسکورد، نتیجه بنچمارک UniEngine’s Heaven تا ۶ درصد کاهش داشت. وقتی هم از قابلیت کنسل کردن نویز آن به هنگام مکالمه استفاده می‌شد، کاهش عملکرد از ۶ به ۱۴ درصد رسید! شخصی با نام کاربری EposVox در یوتیوب هم کاهش عملکرد ۴ الی ۱۰ درصدی را حین استفاده از قابلیت کنسل کردن نویز برای میکروفون و تا ۲۰ درصد حین استفاده آن برای میکروفون و اسپیکر باهم، گزارش داد!
                                
                                به نظر می‌رسد از این قابلیت باید زمانی استفاده کنید که در حال انجام کارهای سنگین گرافیکی نیستید. البته دیسکورد اخیرا از قابلیت اختصاصی خود جهت حذف نویز حین انجام بازی‌های ویدئویی نیز رونمایی کرد بنابراین اگر با هدف گیمینگ به چنین ابزاری نیاز دارید، پیشنهاد می‌شود قابلیت موجود در دیسکورد را امتحان کنید. در حال حاضر RTX Voice نسخه بتای خود را پشت سر می‌گذارد و می‌توانید با انجام کارهای زیر، آن را نصب و از قابلیت حذف نویز آن استفاده کنید.
                               </p>
                                </div>
                                <div class="post-footer">
                                    <div class="footer-row">
                                        <i class="mdi mdi-pen"></i>

                                        نویسنده :
                                        <a href="#">ادمین</a>
                                    </div>
                                    <div class="footer-row">
                                        <i class="mdi mdi-folder-open-outline"></i>
                                        دسته ها :
                                        تکنولوژی ، علم و دانش
                                    </div>
                                    <div class="footer-row">
                                        <i class="mdi mdi-code-tags"></i>
                                        تگ ها :
                                        هواوی ، ادمین ، وردپرس
                                    </div>
                                </div>
                          </div>
                        </div>
                    </div>
                </div>
            </section>
  </main>
   
  <?php get_footer(); ?>